Repository: RedTurtle/collective.dancefloor
Catalog: collective/dancefloor/locales/*/LC_MESSAGES/collective.dancefloor.po
Languages: it

source: Enable local newsletter functionality
it: Abilita la newsletter locale

source: Global Newsletters
it: Newsletter globali

source: Local Singing & Dancing configuration
it: Configurazione locale di Singing & Dancing

source: Local channel administration
it: Amministrazione del canale locale

source: Local collector administration
it: Amministrazione dei collettori locale

source: Local newsletter statistics
it: Statistiche locali della newsletter

source: Manage local newsletter
it: Gestisci le newsletter locali

source: Up to Local Singing & Dancing configuration
it: Su alla configurazione locale di Singing & Dancing

source: local_newsletters_label
it: Newsletter locali

source: newsletters_label
it: Newsletter

source: no_local_newsletters_label
it: Non ci sono newsletter a cui iscriversi.

source: other_newsletters_label
it: Altre newsletter

source: subscribe_text
it: Questa Ã¨ una lista di canali a cui ti puoi iscrivere.

source: subscribe_title
it: Iscriviti
